20240811T194523--kdoc-219-腕立て腹筋は難しいことを認識しなければならない__draft_essay.org
:properties:
:ID: 20240811T194523
:end:
#+title:      KDOC 219: 腕立て腹筋は難しいことを認識しなければならない
#+date:       [2024-08-11 Sun 19:45]
#+filetags:   :draft:essay:
#+identifier: 20240811T194523

# (denote-rename-file-using-front-matter (buffer-file-name) 0)
# (save-excursion (while (re-search-backward ":draft" nil t) (replace-match "")))
# (flush-lines "^\\#\s.+?")

# ====ポリシー。
# 1ファイル1アイデア。
# 1ファイルで内容を完結させる。
# 常にほかのエントリとリンクする。
# 自分の言葉を使う。
# 参考文献を残しておく。
# 文献メモの場合は、感想と混ぜないこと。1つのアイデアに反する
# ツェッテルカステンの議論に寄与するか
# 頭のなかやツェッテルカステンにある問いとどのようにかかわっているか
# エントリ間の接続を発見したら、接続エントリを追加する。カード間にあるリンクの関係を説明するカード。
# アイデアがまとまったらアウトラインエントリを作成する。リンクをまとめたエントリ。
# エントリを削除しない。古いカードのどこが悪いかを説明する新しいカードへのリンクを追加する。
# 恐れずにカードを追加する。無意味の可能性があっても追加しておくことが重要。

# ====永久保存メモのルール。
# 自分の言葉で書く。
# 後から読み返して理解できる。
# 他のメモと関連付ける。
# ひとつのメモにひとつのことだけを書く。
# メモの内容は1枚で完結させる。
# 論文の中に組み込み、公表できるレベルである。

# ====価値があるか。
# その情報がどういった文脈で使えるか。
# どの程度重要な情報か。
# そのページのどこが本当に必要な部分なのか。

* この文書のステータス
- 作成
  - [X] 2024-08-11 貴島
- レビュー
  - [ ] <署名>
# (progn (kill-line -1) (insert (format "  - [X] %s 貴島" (format-time-string "%Y-%m-%d"))))

# 関連をつけた。
# タイトルがフォーマット通りにつけられている。
# 内容をブラウザに表示して読んだ(作成とレビューのチェックは同時にしない)。
# 文脈なく読めるのを確認した。
# おばあちゃんに説明できる。
# いらない見出しを削除した。
# タグを適切にした。
# すべてのコメントを削除した。
* 概要
[[id:20240708T214636][KDOC 197: 『プリズナー・トレーニング』]]を読んで考えたこと。

もっとも重要な示唆は、誰もが「筋トレ」と聞いて思い浮かべるような、「腕立て伏せ」や「腹筋」はいきなりやるにはハードすぎるトレーニングだということだ。難易度の割に、基本的な運動とみなされている。多くの人が三日坊主で終わるのは、難易度が高すぎて困難な割に達成感を得られないからだ[fn:1]。成果が出る前に、嫌になって諦めるかケガをして辞めてしまう。

長期的に続けることが重要だ。仕事と同じで、時間や苦労を増やしても同じだけ成果が出るわけではない。2倍きついことをやっても2倍鍛えられるわけではない。「これだけきついのだから体はすぐ変わるだろう」という成果への期待はすぐ裏切られる。1.x倍を長期間続けることが重要だ。

誰でも難しいことに取り組むとき、できるだけ細かいステップを踏んで挫折しないようにするだろう。運動だって同じで、注意深く自分に合っているかを認識しながら取り組む必要がある。

* 関連
[[id:20240708T214636][KDOC 197: 『プリズナー・トレーニング』]]を読んで考えたこと。
# 関連するエントリ。なぜ関連させたか理由を書く。意味のあるつながりを意識的につくる。
# この事実は自分のこのアイデアとどう整合するか。
# この現象はあの理論でどう説明できるか。
# ふたつのアイデアは互いに矛盾するか、互いを補っているか。
# いま聞いた内容は以前に聞いたことがなかったか。
# メモ y についてメモ x はどういう意味か。

* Footnotes
[fn:1] ケガをするリスクも大きい。1度傷めたらもう2度とやらなくなるだろう。
